Repository: muratcanumit/PTSWA
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Record Key of Device
tr: Cihazın Takip Anahtarı

source: Type of Device
tr: Cihaz Tipi

source: Serial Number
tr: Seri Numarası

source: Name of Brand
tr: Marka Adı

source: Name of Model
tr: Model Adı

source: Problem of Device
tr: Cihazın Sorunu

source: Device Status
tr: Cihazın Durumu

source: Record Date
tr: Kayıt Tarihi

source: Delivery Date
tr: Teslim Tarihi

source: Name of Device Owner
tr: Cihaz Sahibinin Adı

source: Lastname
tr: Soyadı

source: Phone Number
tr: Telefon Numarası

source: Email Address
tr: E-Posta Adresi

source: Delivered
tr: Teslim Edildi

source: Delivered?
tr: Teslim Edildi mi?

source: Survelliance key of your device
tr: Help Desk'e bıraktığınız cihazınızın

source: that you left at help desk is :
tr: takip anahtarı :

source: From the address that www.khashelpdesk.com ,
tr: www.khashelpdesk.com adresinden

source: you can search your device status using the key
tr: takip anahtarınızla arama yapabilir

source: or directly reach with clicking the link.
tr: ya da linke tıklayarak

source: you can search your device status using the key.
tr: cihazınızın durumunu görüntüleyebilirsiniz.

source: Have a nice day.
tr: İyi Günler.

source: Kadir Has University Help Desk
tr: Kadir Has Üniversitesi Help Desk

source: Progress of your device is completed.
tr: Cihazının işlemi tamamlanmıştır.

source: Device
tr: Cihaz

source: Devices
tr: Cihazlar

source: at Technical Service
tr: Teknik Serviste

source: Ready to Delivery
tr: Teslime Hazır

source: Other
tr: Diğer

source: Unknown
tr: Bilinmiyor

source: OTHER DEVICE
tr: DİĞER CİHAZ

source: Other Device
tr: Diğer Cihaz

source: Kadir Has University
tr: Kadir Has Üniversitesi

source: Kadir Has University Help Desk Device Survelliance System
tr: Kadir Has Üniversitesi Help Desk Cihaz Takip Sistemi

source: KHAS Home Page
tr: KHAS Ana Sayfa

source: Library
tr: Bilgi Merkezi

source: Email
tr: E-Posta

source: Follow Us:
tr: Bizi Takip Edin:

source: Kadir Has Campus (Cibali) Kadir Has Caddesi Cibali / Istanbul
tr: Kadir Has Kampüsü (Cibali) Kadir Has Caddesi Cibali / İstanbul

source: Please Enter a Valid Search Key
tr: Lütfen Geçerli Bir Takip Anahtarı Giriniz

source: Search
tr: Ara

source: DEVICE INFORMATION
tr: CİHAZ BİLGİSİ

source: Brand Name
tr: Marka Adı :

source: Model Name
tr: Model Adı :

source: Last Name of Device's Owner
tr: Cihaz Sahibinin Soyadı :

source: Current Status
tr: Cihazın Durumu :

source: Back to Home Page
tr: Anasayfaya Geri Dön
